Repository: papitaAlgodonCplusplus/reference-repo
Catalog: Agrismart-main/AgriSmart.Tools.Desktop/SubFrmFertilizerInputs.*.resx
Languages: es

# rowName.Properties.Caption
source: Name
es: Nombre

# rowManufacturer.Properties.Caption
source: Manufacturer
es: Fabricante

# rowIsLiquid.Properties.Caption
source: Is Liquid
es: Es Líquido

# rowActive.Properties.Caption
source: Active
es: Activo

# rowSaltMolecularWeight.Properties.Caption
source: Salt Molecular Weight
es: Peso Molecular de la Sal

# rowCationMolecularWeight.Properties.Caption
source: Cation Molecular Weight
es: Peso Molecular de los Cationes

# rowAnionMolecularWeight.Properties.Caption
source: Anion Molecular Weight
es: Peso Molecular de los Aniones

# category.Properties.Caption
source: Calculated
es: Valores Calculados

# rowPurity.Properties.Caption
source: Purity
es: Pureza (%)

# rowDensity.Properties.Caption
source: Density
es: Densidad

# rowSolubility0.Properties.Caption
source: Solubility at 0 C°
es: Solubilidad a 0 C°

# rowSolubility20.Properties.Caption
source: Solubility at 20 C°
es: Solubilidad a 20 C°

# rowSolubility40.Properties.Caption
source: Solubility at 40 C°
es: Solubilidad a 40 C°

# rowFormula.Properties.Caption
source: Formula
es: Fórmula

# rowIspHAdjuster.Properties.Caption
source: Is pH Adjuster
es: Es Ajustador de pH

# colSelected.Caption
source: Selected
es: Selecccionado

# colPresentation.Caption
source: Presentation
es: Presentación

# repositoryItemLookUpEditPresentation.Columns1
source: Name
es: Nombre

# repositoryItemLookUpEditPresentation.Columns3
source: Unit
es: Unidad

# repositoryItemLookUpEditPresentation.Columns5
source: Quantity
es: Cantidad

# colName.Caption
source: Name
es: Nombre

# colPrice.Caption
source: Price
es: Precio

# colFertilizer.Caption
source: Fertilizer
es: Fertiliizante

# repositoryItemLookUpEdit1.Columns3
source: Name
es: Nombre

# layoutControlItem1.Text
source: Fertilizar Input
es: Insumo Fertilizante

# layoutControlItem2.Text
source: Chemistry
es: Características Químicas

# layoutControlItem3.Text
source: Fertilizer
es: Fertilizante
